Revit 2027 API
ParameterTypeId.PathReinShapen2 Property
 "Alternating Bar - Shape"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinShapen2 { get; }
Public Shared ReadOnly Property PathReinShapen2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinShapen2 {
	ForgeTypeId^ get ();
}
static member PathReinShapen2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace